Repository: cerennnnn/LocalizationExample
Catalog: LocalizationExample/LocalizationExample/Localizable.xcstrings
Source language: en
Languages: de

source: Appetizers
de: Vorspeisen

source: Cheesecake
de: Käsekuchen

source: Chicken Wings
de: Hühnerflügel

source: Chocolate Cake
de: Schokoladenkuchen

source: Coffee
de: Kaffee

source: Coke
de: Cola

source: Desserts
de: Nachspeisen

source: Drinks
de: Getränke

source: Fresh Lemonade
de: Frische Limonade

source: Garlic Bread
de: Knoblauchbrot

source: Grilled Chicken Sandwich
de: Gegrilltes Hähnchensandwich

source: Iced Tea
de: Eistee

source: Main Courses
de: Hauptgerichte

source: Meatballs with Mashed Potatoes
de: Fleischbällchen mit Kartoffelpüree

source: Menu
de: Menü
